RRN_Data/1422600/1422644.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-11-13T21:06:39.189+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-11-13T21:06:39.189+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="231113-002179" version="4"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-11-13T21:06:38.796+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="GeneralNetworkManagement" id="231113-002179-1" version="4"><situationRecordCreationReference>EVE_DIRSO231113-000077-EVE_DIRSO231113-000063</situationRecordCreationReference><situationRecordCreationTime>2023-11-13T19:00:05.450+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-11-13T21:06:28.237+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-11-13T21:06:38.796+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-11-13T19:00:05.450+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-11-13T21:02:54.874+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>1</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest/District Centre (Toulouse)/CEI Chaum</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">La mesure est obligatoire</value></values></comment><commentType>description</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>bothWays</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.044483</latitude><longitude>0.59207785</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Labroquère</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N125</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.056274</latitude><longitude>0.5913272</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Seilhan</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N125</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><linearWithinLinearElement><directionRelativeOnLinearSection>both</directionRelativeOnLinearSection><linearElement><roadNumber>N0125</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>80.0</distanceAlong><fromReferent><referentIdentifier>31PR5U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>450.0</distanceAlong><fromReferent><referentIdentifier>31PR3U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><generalNetworkManagementType>other</generalNetworkManagementType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>